// Тема: Числівники 2 (правильні форми)
window.chyslivnyky_2 = [
  {q:"Обери правильну форму числівника", a:"у ста зошитах", w:["стами зошитами","стома зошитами"]},
  {q:"Обери правильну форму числівника", a:"сімдесяти аркушів", w:["шестидесяти гривень","п'ятидесятьом людям"]},
  {q:"Обери правильну форму числівника", a:"вісьмомастами горобцями", w:["шестиста друзів","п'ятистами олівцями"]},
  {q:"Обери правильну форму", a:"дев'ятьомастами фарбами", w:["шістьохсот гривень","на сороках партах"]}
].sort(() => Math.random() - 0.5);