// Тема: Правопис НЕ з прикметниками
window.ne_z_prykmetnykamy = [
  {q:"не/широка річка", a:"разом", w:["разом","окремо"]},
  {q:"не/солодкий апельсин", a:"разом", w:["разом","окремо"]},
  {q:"день не/довгий", a:"окремо", w:["разом","окремо"]},
  {q:"не/високий, а низький", a:"окремо", w:["разом","окремо"]},
  {q:"не/порушна дружба", a:"разом", w:["разом","окремо"]},
  {q:"не/вблаганна спека", a:"разом", w:["разом","окремо"]},
  {q:"будинок не/старий", a:"окремо", w:["разом","окремо"]},
  {q:"завдання зовсім не/складне", a:"окремо", w:["разом","окремо"]},
  {q:"не/щирий товариш", a:"разом", w:["разом","окремо"]},
  {q:"не/впинний рух", a:"разом", w:["разом","окремо"]},
  {q:"річка не/широка", a:"окремо", w:["разом","окремо"]},
  {q:"аж ніяк не/складний тест", a:"окремо", w:["разом","окремо"]},
  {q:"не/озорий степ", a:"разом", w:["разом","окремо"]},
  {q:"не/щира посмішка, а фальшива", a:"окремо", w:["разом","окремо"]}
].sort(() => Math.random() - 0.5);