// Тема: Ступені порівняння прикметників 1
window.prykmetnyky_stupeni = [
  {q:"найвеселіший — який це ступінь порівняння прикметника?", a:"найвищий", w:["нульовий","вищий"]},
  {q:"веселий — який це ступінь порівняння прикметника?", a:"нульовий", w:["вищий","найвищий"]},
  {q:"найрозумніший — який це ступінь порівняння прикметника?", a:"найвищий", w:["нульовий","вищий"]},
  {q:"тепліший — який це ступінь порівняння прикметника?", a:"вищий", w:["нульовий","найвищий"]},
  {q:"найглибший — який це ступінь порівняння прикметника?", a:"найвищий", w:["нульовий","вищий"]},
  {q:"найщасливіший — який це ступінь порівняння прикметника?", a:"найвищий", w:["нульовий","вищий"]},
  {q:"найцікавіший — який це ступінь порівняння прикметника?", a:"найвищий", w:["нульовий","вищий"]},
  {q:"веселіший — який це ступінь порівняння прикметника?", a:"вищий", w:["нульовий","найвищий"]},
  {q:"найсумніший — який це ступінь порівняння прикметника?", a:"найвищий", w:["нульовий","вищий"]},
  {q:"розумніший — який це ступінь порівняння прикметника?", a:"вищий", w:["нульовий","найвищий"]},
  {q:"сумніший — який це ступінь порівняння прикметника?", a:"вищий", w:["нульовий","найвищий"]},
  {q:"глибший — який це ступінь порівняння прикметника?", a:"вищий", w:["нульовий","найвищий"]},
  {q:"щасливіший — який це ступінь порівняння прикметника?", a:"вищий", w:["нульовий","найвищий"]},
  {q:"цікавіший — який це ступінь порівняння прикметника?", a:"вищий", w:["нульовий","найвищий"]},
  {q:"розумний — який це ступінь порівняння прикметника?", a:"нульовий", w:["вищий","найвищий"]},
  {q:"найтепліший — який це ступінь порівняння прикметника?", a:"найвищий", w:["нульовий","вищий"]},
  {q:"теплий — який це ступінь порівняння прикметника?", a:"нульовий", w:["вищий","найвищий"]},
  {q:"глибокий — який це ступінь порівняння прикметника?", a:"нульовий", w:["вищий","найвищий"]},
  {q:"щасливий — який це ступінь порівняння прикметника?", a:"нульовий", w:["вищий","найвищий"]},
  {q:"цікавий — який це ступінь порівняння прикметника?", a:"нульовий", w:["вищий","найвищий"]}
].sort(() => Math.random() - 0.5);