// Тема: Розряди займенників
window.zajmennyky_rozriady = [
  {q:"Визнач розряд займенника «я»", a:"особовий", w:["вказівний","присвійний","питальний"]},
  {q:"Визнач розряд займенника «мій»", a:"присвійний", w:["особовий","вказівний","означальний"]},
  {q:"Визнач розряд займенника «цей»", a:"вказівний", w:["особовий","присвійний","питальний"]},
  {q:"Визнач розряд займенника «хто?»", a:"питальний", w:["відносний","вказівний","означальний"]},
  {q:"Визнач розряд займенника «себе»", a:"зворотний", w:["особовий","присвійний","вказівний"]},
  {q:"Визнач розряд займенника «кожен»", a:"означальний", w:["вказівний","питальний","особовий"]},
  {q:"Визнач розряд займенника «ніхто»", a:"заперечний", w:["питальний","неозначений","особовий"]},
  {q:"Визнач розряд займенника «дехто»", a:"неозначений", w:["заперечний","питальний","вказівний"]},
  {q:"Визнач розряд займенника «той»", a:"вказівний", w:["особовий","присвійний","означальний"]},
  {q:"Визнач розряд займенника «ти»", a:"особовий", w:["присвійний","вказівний","зворотний"]},
  {q:"Визнач розряд займенника «наш»", a:"присвійний", w:["особовий","вказівний","питальний"]},
  {q:"Визнач розряд займенника «всякий»", a:"означальний", w:["вказівний","присвійний","особовий"]},
  {q:"Визнач розряд займенника «скільки?»", a:"питальний", w:["відносний","вказівний","означальний"]},
  {q:"Визнач розряд займенника «він»", a:"особовий", w:["присвійний","вказівний","зворотний"]},
  {q:"Визнач розряд займенника «чий»", a:"відносний", w:["питальний","присвійний","вказівний"]}
].sort(() => Math.random() - 0.5);